[[{'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': "I don't understand how it’s considered radical for progressives to fight for an equitable society, but it’s accepted that Senate Republicans would rather take a vacation for Thanksgiving and let thousands of people die from the virus than pass relief.\n\nWho’s really radical here?", 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'Does anyone believe Rittenhouse would be released if he were Muslim &amp; did the same thing in a diff context? For people who say “systemic racism doesn’t exist,” this is what it looks like: protection of white supremacy baked deep into our carceral systems.\n\nLaw and disorder.', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'People who argue that dramatic changes to policing, including budgetary ones, will mean “violent people will be let out of jail to roam free” rarely ever acknowledge that’s actually the current system we have today for the privileged https://t.co/MXnm6h3PdZ', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': '@AshleyRvin @USSenate 💙 We’ll keep fighting for you', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': '@michaelo @TwitterSupport Thank you! 🐣', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'My DMs finally got fixed! (I think!!)\n\nSorry to anyone who has DMd me since late August 😬 thank you @TwitterSupport 🙏🏽', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': "Rahm Emanuel covered up the murder of a Black teenager, Laquan McDonald, while he was Mayor of Chicago. \n\nThat he's being considered for a cabinet position is completely outrageous and, honestly, very hurtful.\n\nhttps://t.co/JEB6PRyztK", 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'AOC: "What I ask from the Senate, and what I ask from our Republican colleagues in the Senate; is to act as if you were the one that was going hungry. Act as if you were getting evicted from your house. \n\nAct with that urgency."', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': '.@AOC — “We have money for tax loopholes for yachts. We have money to incentivize stock buybacks.”\n\nBut suddenly, we “can’t afford” to give struggling families the relief they so desperately need. \nhttps://t.co/DTwRuNtWTb', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'As we honour coup victims in Bolivia, I want to thank @AOC for her leadership. She was one of the few in the US Congress to denounce the coup and she passed legislation that banned the US from sending weapons and crowd control equipment to the Añez regime:\nhttps://t.co/qdww2UB1U8 https://t.co/bYp383u0St', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'This is the path to fascism. This is no time for silence from GOP. Stand with your country. Condemn Trump for trying to topple democracy. Now.  https://t.co/Pn5w29xReb', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'Couldn’t agree more. \n\nThat’s why @CongressmanRaja, @AOC and I introduced the Ban Conflicted Trading Act, which would bar members of Congress from buying or selling individual stocks.\n\nIt is long overdue. https://t.co/IwZF2m8BjL', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'I have time today because I am sick &amp; tired of seeing powerful people with both hands deep in the cookie jar turn around and tell people there’s nothing in there for them or our country’s future.\n\nIt’s rank hypocrisy and corruption. Incompetence at best. We shouldn’t tolerate it.', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'https://t.co/J0a0DP16Sw', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': '.@KLoeffler disclosures show you seem to have gifted yourself private jet on public dime &amp; exploited corrupt tax loopholes to do it.\n\nIf you’re happy helping yourself to public funds, maybe take a seat before arguing against stimulus checks to help everyday people in a pandemic. https://t.co/ZlhL2DjzpB', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'Utterly embarrassing that this woman was a governor &amp; still doesn’t have a grasp on public investment. Wonder if she says federal financing works like a piggy bank or household too?\n\nAll this faux-seriousness from folks who worship Trump for running the country like his casino 🙄', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'Nikki, I’m suggesting Republicans find the spine to stand up to their corporate donors &amp; vote for the same measures they did in March, except without the Wall St bailout this time.\n\nAnd I know you’re confused abt actual governance but police budgets are municipal, not federal. https://t.co/GCyUagbruG', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': '⬇️⬇️ https://t.co/P6eC4yYLjU', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': '“Taking out Wayne County” includes “taking out” the entire city of Detroit, AKA the #1 city in the US when it comes to African American population by percentage.', 'hashtag': []}, {'userid': 'Alexandria Ocasio-Cortez', 'screen_name': 'AOC', 'text': 'Translation of the Republican Party stance: “We can undermine the election by stripping Black Americans of their civil rights.” https://t.co/mpMM0AjBUF', 'hashtag': []}]]