[[{'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'Nero fiddled while Rome burned. Trump, the most dangerous president ever, golfs and sends out bogus tweets in an outrageous and desperate attempt to overturn an election he lost by more than 6 million votes. Bye-bye, Trump. You will not destroy American democracy.', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tackling climate change, addressing systemic racism and immigration reform – and removing Mitch McConnell as Majority Leader. Let's do it.", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'In 2016, when Trump won MI, PA and WI by 77, 000 votes, it was part of his "landslide" victory. \n\nIn 2020, when Biden won MI, PA and WI by 255,000 votes, and won the popular vote by 6 million, it was "voter fraud."\xa0\n\nWe will not allow Trump to destroy American democracy.', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'It is beyond pathetic for a sitting president to try to subvert the results of an election. It is even worse when the Republican Party, with few exceptions, remains silent over this outrageous attack on democracy.\xa0The GOP has ceased to be a political party. It is now a cult.', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'We must do everything possible to make me sure we become a vibrant democracy, and that means doing the exact opposite of what Trump and his authoritarian friends want to do. https://t.co/FXYsaOoWgq', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'Today @BernieSanders joins The Nation Festival at 6pm EST! Sign up for a day pass at $69 to see him live, as well as @rbreich, @aijenpoo and @GeorgeGoehl, @AliciaGarza, @RoKhanna and @ZephyrTeachout.\nhttps://t.co/Gml90wUoIW https://t.co/Lu2lhwBUBa', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'I’ll interview @BernieSanders at 6E today on the future of American democracy and the emerging prospects for a working-class politics that raises up issues of economic, social and racial justice. It’s part of @thenation magazine’s #NationFestival\n\nhttps://t.co/o1eFSiVyoT', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'Trump wants to destroy American democracy. We want to expand it. \n\nWe must put an end to:\n\n– The electoral college.\n\n–\xa0The disastrous Citizens United decision.\n\n– Voter suppression.\n\n–\xa0Outrageous gerrymandering.\n\nDemocracy means one person, one vote.', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "Taxpayers are subsidizing some of the wealthiest families and most profitable corporations in America. That is morally obscene and it's going to change. Workers need to earn a living wage. \n\nhttps://t.co/od4rG6nbV0", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "This is what authoritarianism looks like: \n\nTrump not conceding after losing. \n\nSen. Graham pressuring Secretaries of State to not count ballots. \n\nMichigan GOP pushing to not certify state's election results. \n\nGiuliani creating fiction.", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "If Congress doesn't act immediately, 12 million Americans will see all of their unemployment benefits expire the day after Christmas.\n\nMeanwhile, the only thing GOP Senators are interested in is confirming right-wing judges and trying to delegitimize the election. Pathetic. https://t.co/WslgSGOfGc", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "The major political conflict we face now is not over policy.\xa0It's about whether or not we remain a democracy.\xa0Frighteningly, many Republican officials are abandoning the rule of law to become part of the Trump authoritarian cult.\xa0We will fight back and win.", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'https://t.co/1fgmA7fhI6', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "If we can provide over $1 trillion in tax breaks to the top 1% and large corporations and $740 billion for the bloated Pentagon, please don't tell me that we cannot afford to cancel all student debt and make public colleges and trade schools tuition-free and debt-free for all. https://t.co/vcjJzKGy4a", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'Joe Biden is absolutely right. Standing up for working families means making sure that government contracts are only given to companies that make products in the United States. No more corporate welfare to companies that throw American workers out on the street and move abroad. https://t.co/iMW3sI12Yq', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'I always find it amusing when our opponents talk about the “far-left” agenda.\n\nThe truth is our ideas are common sense ideas that the majority of the American people support. https://t.co/imiUj32B7n', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'Donald Trump will go down in history not just as a racist, sexist, xenophobe and religious bigot. He will be remembered as a demagogue who, more than anyone else, attempted to undermine the rule of law and destroy American democracy. He will not be missed.', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': "Over 1,000 Americans are dying each day from the coronavirus. 40 million Americans face eviction. 92 million Americans are uninsured or under-insured. It's time for the Republicans to stop trying to delegitimize the election and work with us to pass a COVID-19 relief bill NOW!", 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'No figure in history has done more to undermine American democracy than Donald Trump.\xa0His "birther" movement tried to delegitimize the Obama presidency.\xa0His refusal to accept defeat now is trying to undermine the Biden presidency.\xa0Goodbye Trump.', 'hashtag': []}, {'userid': 'Bernie Sanders', 'screen_name': 'BernieSanders', 'text': 'Happy to hear @RoKhanna is in the mix for U.S. Senate.\xa0Ro was a co-chair of my presidential campaign, has a bold vision for America and is a proven fighter for working people. \n\nhttps://t.co/1WxmoJeLgR', 'hashtag': []}]]