[[{'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Hello to all our new viewers who've encountered our 2019 segment on voting machines through conservative media using it to push Trump's voter-fraud claims! First: sorry we swear so much! But second: the way people are using that segment is horseshit!", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'Thank you for watching the show this season. It’s been a truly terrible year, and we’re so happy we could continue to share at least a little bit of joy together. Including, but not limited to, blowing 2020 the fuck up. https://t.co/S7iueB8ZzS', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Thank you so, so much for watching our show this year. We tried to say goodbye in the only way that felt appropriate. We'll see you in February...https://t.co/hAiCMSnloA", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our piece from last night about the attempt to overturn the results of the election, and why entertaining that is a very bad idea...https://t.co/XVQFgRwQlb", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'All of this is true https://t.co/wDarDLbBmH', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "If you're wondering why a certain soon-to-be-ex-president is no longer a fan of Fox News, here is our piece from earlier this year about @OANN, far-right media outlets, and their relationship with the oval office:\n\n\n\nhttps://t.co/672wCVD2cE", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Oh, hey, for no reason whatsoever, here's our piece from last week about how Bill Barr seems like the kind of guy who might indulge Trump's worst authoritarian tendencies.\n\nhttps://t.co/dEJN2dY7yt", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our story from last night about...y'know...https://t.co/Dmkk3iXX5J", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'When we needed someone everyone likes and trusts for our piece on conspiracies this summer, we knew the perfect choice was Alex Trebek, who was every bit as kind and generous with his time as you would hope. \n\nhttps://t.co/ZyzhnUuytj https://t.co/VvNBQTUYwA', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'Tonight’s episode will be sort of…….happy? If that makes any sense? We know, we know. It’s weird to us, too. See you at 11pm!', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our story about Bill Barr from last night...https://t.co/IrjrkzzIap", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our first piece from last night on how Trump has handled this pandemic...https://t.co/j2GhMGgzDF", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our piece from last night about our Asylum system, and how this administration has worked hard to make it even worse than it already was...https://t.co/Bsf6ucJHzU", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'Thank you, Danbury! We’re so happy we were able to come together and sort our shit out! https://t.co/wZ7jjTYp7M', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our piece from last night on the World Health Organization...https://t.co/7QK3yzwW7o", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'We’re back tonight at 11pm! You know what that means! It means we’re back. Tonight. At 11pm!!!', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': 'With early voting under way, it seems like a good time to discuss down-ballot races! Here are some segments we’ve done on the offices and positions that may be up for election in your area, and why they’re important:', 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "We're going on tour! Museums are struggling, so, in an effort to help, we’re going to pick five museums to host these fine works of art! We’ll be donating $10k to each museum, and $10k to a food bank in their area. Museums can email\xa0john@johnoliverhasyourraterotica.com\xa0to apply! https://t.co/cTsBDTvDSk", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our story from Sunday about the upcoming election and how to prepare...https://t.co/jKLA5VorIM", 'hashtag': []}, {'userid': 'John Oliver', 'screen_name': 'iamjohnoliver', 'text': "Here's our piece from last night on the Supreme Court....https://t.co/KcJiD5Isz0", 'hashtag': []}]]