[[{'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Anyone who wants a COVID-19 test should be able to get one. Period.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'This afternoon, @KamalaHarris and I met with @SpeakerPelosi and @SenSchumer to discuss how we’ll get this virus und… https://t.co/Le9O9GXCrH', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Here's the deal: Because President Trump refuses to concede and is delaying the transition, we have to fund it ours… https://t.co/Ug7Mqv4G4I", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Tune in as my team provides an update on the Trump Administration’s efforts to delay ascertainment and how we are m… https://t.co/AEFhsgJFxv', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'To transgender and gender-nonconforming people across America and around the world: from the moment I am sworn in a… https://t.co/b2AsiQ11g9', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown tr… https://t.co/XLbJLRVXQx', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Tune in as my campaign adviser Bob Bauer provides a post-election legal briefing. https://t.co/exoW4NprD3', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "To the families and friends of those we've lost due to COVID-19 — Jill and I send our love and prayers.\n\nWe know ho… https://t.co/NSr8M00bZR", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Wearing a mask isn't a political statement — it's a patriotic duty.", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'This afternoon, @KamalaHarris and I met with a bipartisan group of governors from the @NatlGovsAssoc’s Executive Co… https://t.co/9ZfEz8xbPT', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Throughout the pandemic, our nation’s governors have stepped up to meet the moment. @KamalaHarris and I just met wi… https://t.co/47ctMxmUJg', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'It’s not enough to praise our essential workers — we have to protect and pay them.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve l… https://t.co/PclSsFiTI1', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'The health care workers on the frontlines of this pandemic are true heroes. Tune in as we thank them for their work… https://t.co/N2Mo4TzWyO', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Today, @KamalaHarris and I met with some of our country's most experienced national security experts to discuss the… https://t.co/GoLGBys6Tw", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'I’m keeping in my prayers all of our friends and neighbors in Hurricane Iota’s path and those impacted by Hurricane… https://t.co/ylcS5MQca6', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "RT @Transition46: Our White House senior staff is composed of individuals who demonstrate the President-elect's commitment to building an a…", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Americans want us to cooperate. They want us to deliver results. That’s the choice Kamala and I will make. That's w… https://t.co/xMAb25mzzf", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'When we build back better, we will do so with higher wages — including a $15 minimum wage — better benefits and str… https://t.co/jjunW9Xkql', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed… https://t.co/9d5zcI94AO', 'hashtag': []}]]