[[{'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Anyone who wants a COVID-19 test should be able to get one. Period.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'This afternoon, @KamalaHarris and I met with @SpeakerPelosi and @SenSchumer to discuss how we’ll get this virus under control, deliver much-needed relief, and build back better than before. \n\nWe’re getting right to work for the American people. https://t.co/jbeNpsimdj', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Here's the deal: Because President Trump refuses to concede and is delaying the transition, we have to fund it ourselves and need your help.\n\nIf you're able, chip in to help fund the Biden-Harris transition. https://t.co/apJMrdpoSS", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Tune in as my team provides an update on the Trump Administration’s efforts to delay ascertainment and how we are moving forward to ensure a smooth transition of power. https://t.co/In0kywJf3a', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'To transgender and gender-nonconforming people across America and around the world: from the moment I am sworn in as president, know that my administration will see you, listen to you, and fight for not only your safety but also the dignity and justice you have been denied.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender women. It’s intolerable. This Transgender Day of Remembrance, we honor their lives—and recommit to the work that remains to end this epidemic of violence.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Tune in as my campaign adviser Bob Bauer provides a post-election legal briefing. https://t.co/exoW4NprD3', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "To the families and friends of those we've lost due to COVID-19 — Jill and I send our love and prayers.\n\nWe know how tough it is to find purpose in the memory of the loved one you lost. It will take time — but you will find it, and we will find our purpose as a nation. https://t.co/paD7CcG8ns", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Wearing a mask isn't a political statement — it's a patriotic duty.", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'This afternoon, @KamalaHarris and I met with a bipartisan group of governors from the @NatlGovsAssoc’s Executive Committee. We might be Democrats and Republicans, but we’re Americans first — and together, we’re going to beat COVID-19. https://t.co/pEkHtf4l4d', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Throughout the pandemic, our nation’s governors have stepped up to meet the moment. @KamalaHarris and I just met with the @NatlGovsAssoc to discuss how we’ll work together to combat COVID-19. Tune in. https://t.co/YiTjkIStbU', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'It’s not enough to praise our essential workers — we have to protect and pay them.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who will listen and work as hard for them as they are for their communities. As president, that’s exactly what I’ll do. https://t.co/wDu0p3sUQ2', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'The health care workers on the frontlines of this pandemic are true heroes. Tune in as we thank them for their work and discuss how a Biden-Harris administration will support them. https://t.co/RpBLnot7Be', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Today, @KamalaHarris and I met with some of our country's most experienced national security experts to discuss the challenges facing our nation, our institutions, and the world. We're ready to tackle the challenges our administration will inherit on day one. https://t.co/J6DLvnwgM4", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'I’m keeping in my prayers all of our friends and neighbors in Hurricane Iota’s path and those impacted by Hurricane Eta across Central America. The increasing frequency of these powerful storms is another reason that fighting climate change will be one of my top priorities.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Our White House senior staff is composed of individuals who demonstrate the President-elect's commitment to building an administration that looks like America, has expertise in governing, and will be ready deliver results for working families on Day One.\n\nhttps://t.co/MXnMExXAFp https://t.co/DaWmRI8PRk", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': "Americans want us to cooperate. They want us to deliver results. That’s the choice Kamala and I will make. That's why I am pleased that today we were able to bring together business and labor leaders to make that choice with us.\n\nWe’re all Americans. Let’s get to work together.", 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'When we build back better, we will do so with higher wages — including a $15 minimum wage — better benefits and stronger collective bargaining rights that you can raise a family on.\n\nThat’s how we will build back the middle class better than ever.', 'hashtag': []}, {'userid': 'Joe Biden', 'screen_name': 'JoeBiden', 'text': 'Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months ago. Once we shut down the virus and deliver economic relief to workers and businesses, then we can build back better than ever before.', 'hashtag': []}]]