[[{'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'I’ve served in both state and local government, so I understand the critical role our governors play in everything from combating the climate crisis to helping Americans in times of crisis. \n\nKnow that they will have partners in the White House again starting on January 20th.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Let’s be clear: if you make under $400,000 a year, you won’t pay a penny more in taxes under a Biden-Harris administration.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Anyone who wants a COVID-19 test should be able to get one. Period.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Absolutely devastating. My heart aches for Raiden and every single person left behind in the wake of COVID-19. Please stay safe this weekend.\nhttps://t.co/MB80XzoCaw', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Americans deserve leaders that will be there for everyone in times of crisis—doesn’t matter whether you’re a Democrat or Republican. That’s the kind of leadership President-elect @JoeBiden and I will provide.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'It was great meeting with @SpeakerPelosi and @SenSchumer today. We have a lot of work ahead of us, but I know that together we can build a better future for our children and grandchildren. https://t.co/poP8E02S8K', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Trump’s refusal to concede means that we need to fund the transition ourselves. Will you chip in now to ensure that our country is fully prepared for the transition of power?\nhttps://t.co/Gt9WHEB660', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'The Biden-Harris plan to get this pandemic under control includes free testing and free vaccines available for everyone.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Tune in as we discuss the delay in ascertainment and how we are moving forward for a smooth transition. https://t.co/El8RemDBwU', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Tune in as my campaign adviser Bob Bauer provides a post-election legal briefing. https://t.co/exoW4NprD3', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people killed this year—the majority of whom were Black and Latinx transgender women.\n\nToday and every day we must recommit to ending this epidemic. #TDOR', 'hashtag': [{'text': 'TDOR', 'indices': [264, 269]}]}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': "Wearing a mask isn't a political statement — it's a patriotic duty.", 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'When it comes to this pandemic—and the economic recovery—we are not Democrats or Republicans. We are Americans, and we will be there for one another. https://t.co/wduLbz45rg', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': "Earlier today @JoeBiden and I met with some of our nation's governors. Our message to them and all of our state and local leaders is simple: the President-elect and I will make sure you have the resources and support you need to save lives and help get our economy back on track. https://t.co/trVUh6sTim", 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Under horrific circumstances, governors across our country are stepping up and working to keep Americans safe. Tune in now as @JoeBiden and I deliver remarks after our meeting with @NatlGovsAssoc. https://t.co/BMX3k1Fjfr', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Behind the more than 250,000 lives lost are families, friends, and communities that will never be the same. \n\n@JoeBiden and I haven’t forgotten the devastating human toll this pandemic is wreaking on our country. They are on our minds and in our hearts.\nhttps://t.co/YklCmfuiRP', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'It’s not enough to praise our essential workers — we have to protect and pay them.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'Thank you to the frontline workers, essential workers, and farm workers who have risked their own health and the health of their families to keep us safe and to keep our country running. We owe you a debt of gratitude.', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who will listen and work as hard for them as they are for their communities. As president, that’s exactly what I’ll do. https://t.co/wDu0p3sUQ2', 'hashtag': []}, {'userid': 'Kamala Harris', 'screen_name': 'KamalaHarris', 'text': 'President-elect @JoeBiden has been clear there is no place for hate in America. Together we will begin to root out the forces of darkness and heal our nation.\nhttps://t.co/g8hbI36FsJ', 'hashtag': []}]]