[[{'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'One of the biggest appeals of restaurants in New York is the community they create. But can community help these two beloved eateries survive another lockdown? https://t.co/4UzTUJIeB0', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': '“You have to know how to turn on that electricity. And I know how to switch it on. I’ve been doing it for a long time.”\n\nIn “The Father,” an 82-year-old Anthony Hopkins gives a career-capping performance. https://t.co/9ynr6tIp3H', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Need some help chilling out? Look no further than these good-vibe TikToks. https://t.co/7evt7HI9lu', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Senator Kelly Loeffler, who faces a runoff in Georgia, is quarantining after a positive virus test and an inconclusive follow-up, her campaign said. https://t.co/DTnCUYemt4', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'An all-star cast came together, remotely and in socially distanced shoots, to turn Ta-Nehisi Coates’s memoir into a kaleidoscope of art, music and performance.\n\nhttps://t.co/OXWoL9U9d8', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'In portraying the king-in-waiting, Josh O’Connor has gained valuable insight into a man who he says, over time, became “sort of like a crumpled man.” https://t.co/iwmtePSBzp', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Over the past four years, President Trump has bestowed a number of lavish political prizes on Prime Minister Benjamin Netanyahu of Israel. Here are some of the most noteworthy gifts Mr. Netanyahu has received. https://t.co/tdCfwX9ZiG', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': "Spike Lee's next project will chronicle the invention of Viagra, the first drug approved by the F.D.A. to treat erectile dysfunction. https://t.co/aQ2GMBpDf0", 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': "A bill that cut funding for health and education in favor of bolstering lawmakers' meal stipends touched off protests in Guatemala's capital. https://t.co/2P3t7w0niL", 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Escape to Paris tonight with these French films.\nhttps://t.co/6qOE96ls5z', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Breaking News: The F.D.A. granted emergency authorization for the Regeneron antibody treatment given to President Trump after he was diagnosed with Covid-19. https://t.co/kdpkoSRjip', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Breaking News: A federal judge dismissed President Trump’s last major legal bid to delay Pennsylvania’s vote certification, saying it was “unsupported by evidence.” https://t.co/QplWpNwqCA', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'As the pandemic puts a premium on urban outdoor areas, skaters are enjoying a renaissance. https://t.co/L61R79GEB9', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': "Queer people and people of color have long been unable to see themselves in Harry Potter. Now, they're using TikTok to give themselves leading roles in their favorite story. https://t.co/BVMTJDp5H7", 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': '"Weed out classes" are designed to separate the wheat (serious STEM students) from the chaff (casuals), but evidence suggests they may be keeping people of color out of the field. https://t.co/CFBa5QUOhQ', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Overlooked: Anya Phillips dressed the likes of Debbie Harry and James Chance. She died in 1981 at the age of 26.\nhttps://t.co/xaqidiODeJ', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Ina Garten’s quarantine is not our quarantine. Her kitchen is not our kitchen. But this year, her Thanksgiving is pretty much our Thanksgiving: tiny and improvised, without the guardrails of tradition we usually rely on for a holiday dinner.\nhttps://t.co/OQS7QTNqLc', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Long lines, some forming before coronavirus testing sites opened for the day, grew outside locations across New York City ahead of the Thanksgiving holiday, as cases of the virus continued to soar nationwide. https://t.co/xpJKBShqtn', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'In Opinion\n\n@NickKristof has some suggestions for meaningful gifts to give this year, instead of that scarf your aunt will never wear. https://t.co/4qN9Qis3zr', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'At 11, he jumped off a speeding train bound for Auschwitz. At 89, he threw open his window and played jazz piano for his locked down neighbors. One of them, ⁦@MatinaStevis⁩, heard him and wrote this beautiful story. https://t.co/HQVyf4AFSv', 'hashtag': []}]]