[[{'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': '“You have to know how to turn on that electricity. And I know how to switch it on. I’ve been doing it for a long ti… https://t.co/k8ye30qt1p', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Need some help chilling out? Look no further than these good-vibe TikToks. https://t.co/7evt7HI9lu', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Senator Kelly Loeffler, who faces a runoff in Georgia, is quarantining after a positive virus test and an inconclus… https://t.co/CQ15p46xOW', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'An all-star cast came together, remotely and in socially distanced shoots, to turn Ta-Nehisi Coates’s memoir into a… https://t.co/4CEmWsGywo', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'In portraying the king-in-waiting, Josh O’Connor has gained valuable insight into a man who he says, over time, bec… https://t.co/kMkIrwQXGy', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Over the past four years, President Trump has bestowed a number of lavish political prizes on Prime Minister Benjam… https://t.co/hjLQGJk0Xd', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': "Spike Lee's next project will chronicle the invention of Viagra, the first drug approved by the F.D.A. to treat ere… https://t.co/OEPPCmSU7o", 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': "A bill that cut funding for health and education in favor of bolstering lawmakers' meal stipends touched off protes… https://t.co/AehtNHrLxD", 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Escape to Paris tonight with these French films.\nhttps://t.co/6qOE96ls5z', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Breaking News: The F.D.A. granted emergency authorization for the Regeneron antibody treatment given to President T… https://t.co/TXeoZOeBua', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Breaking News: A federal judge dismissed President Trump’s last major legal bid to delay Pennsylvania’s vote certif… https://t.co/u9SSdYwIkQ', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'As the pandemic puts a premium on urban outdoor areas, skaters are enjoying a renaissance. https://t.co/L61R79GEB9', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': "Queer people and people of color have long been unable to see themselves in Harry Potter. Now, they're using TikTok… https://t.co/MQwtjMiHEh", 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': '"Weed out classes" are designed to separate the wheat (serious STEM students) from the chaff (casuals), but evidenc… https://t.co/s44aydQPcb', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Overlooked: Anya Phillips dressed the likes of Debbie Harry and James Chance. She died in 1981 at the age of 26.\nhttps://t.co/xaqidiODeJ', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Ina Garten’s quarantine is not our quarantine. Her kitchen is not our kitchen. But this year, her Thanksgiving is p… https://t.co/TPTCmWoOp3', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Long lines, some forming before coronavirus testing sites opened for the day, grew outside locations across New Yor… https://t.co/xwyb28Y59X', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'In Opinion\n\n@NickKristof has some suggestions for meaningful gifts to give this year, instead of that scarf your au… https://t.co/gzpHEjtkUP', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'RT @MarkLandler: At 11, he jumped off a speeding train bound for Auschwitz. At 89, he threw open his window and played jazz piano for his l…', 'hashtag': []}, {'userid': 'The New York Times', 'screen_name': 'nytimes', 'text': 'Here’s how Pfizer and an upstart biotech firm became the frontrunners in the race to a coronavirus vaccine, and con… https://t.co/xVzga2ecqL', 'hashtag': []}]]